Repository: deltamachine/django_nonsemiotic
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Lexical Typology of non-semiotic Gestures and Postures
ru: Лексическая типология несемиотических жестов

source: Main
ru: Главная

source: About
ru: О проекте

source: Publications
ru: Публикации

source: Search
ru: Поиск

source: References
ru: Список литературы

source: Up
ru: Наверх

source: About our project
ru: Коротко о проекте

source: The project is dedicated to the typology of constructions that describe spontaneous movements of parts of the body (compare "raise your head", "stand on one’s feet" or "wag the tail").
ru: Проект посвящен типологии конструкций, которые описывают спонтанные движения частей тела (ср. 'поднять голову', 'встать на ноги' или 'вилять хвостом').

source: There are numerous descriptions of semiotically loaded gestures, such as "wringing one’s hands", "pouting one’s lips", "nodding one’s head", etc. (cf. Kreidlin 2002, 2013, Kreidlin, Letuchy 2006). However, semiotics is culture specific, which makes it difficult to build a typology on this material: the same movement of the head can mean YES in one language (as in English), but NO in another (as in Bulgarian).
ru: В литературе по семиотике неоднократно описывались жесты, которые несут ясную знаковую нагрузку, ср. ‘заламывать руки’, ‘надуть губы’, ‘кивнуть головой’ и проч. (ср. Крейдлин 2002, 2013, Крейдлин, Летучий 2006). Семиотика культурно специфична, и на этом материале трудно строить типологию: один и тот же наклон головы в одном языке может, как известно, значить ДА, а в другом – НЕТ.

source: Unlike semiotic gestures, non-semiotic ones present an attractive task for linguistic typology. The subject is also appealing because it touches upon several well-studied areas, such as the typology of verbs of motion (cf. Talmy 1985, 2000, Slobin 2004), the typology of body parts (cf. Andersen 1978, Koch 2008, Majid 2010), and the typology of causative constructions (Comrie, Polinsky 1993, Song 2001). At the same time, for each of these areas our constructions are peripheral and thus are rarely in the focus of attention of researchers.
ru: Напротив, способ выражения несемиотических, спонтанных жестов привлекателен как типологическая задача. Этот сюжет интересен еще и тем, что он затрагивает сразу несколько хорошо изученных областей, таких как типология глаголов движения (ср. Talmy 1985, 2000, Slobin 2004…), типология частей тела (Andersen 1978, Koch 2008, Majid 210) и типология каузативных конструкций (Comrie, Polinsky 1993, Song 2001). Вместе с тем, для каждой из этих областей наши конструкции находятся на периферии и редко оказываются в центре внимания исследователей.

source: The movement of parts of the body does not seem to be a prototypical movement of the object from the original point A to the final point B and does not share many of the properties that are mandatory for them.
ru: Движение частей тела не похоже на прототипическое перемещение объекта из исходного пункта А в конечный пункт Б и не разделяет многих обязательных для них свойств.

source: Let’s first compare the "classical" type of movement such as moving things up from the first floor to the second with raising one’s hand: the latter has neither an the initial point of movement (from where do you raise your hand?) nor the final point (where do you raise your hand?).
ru: Сравним для начала «классическое» перемещение типа поднять вещи с первого на второй этаж и сочетания типа поднять руку: при них нельзя выразить ни начальный пункт перемещения (??откуда поднял руку), ни конечный (??куда поднял).

source: Secondly, in order to raise, let’s say, a stone, we take it with our hand as an instrument. This is natural: since the movement of a stone is a causative situation, it often needs an external tool. However, we normally raise our own hands, legs, or head without the help of hands, merely by means of internal muscular contrations.
ru: Во-вторых, чтобы поднять, например, камень, мы берем его рукой – как инструментом. Это естественно, так как перемещение камня – каузативная ситуация, ей часто свойствен внешний инструмент. Однако собственные руки, ноги или голову мы поднимаем, как правило, без помощи рук -- одним только внутренним мышечным напряжением самих частей тела.

source: Finally, when lifting a stone, we forcefully detach it from the original surface (to then move it upwards. This does not happen with hands and feet: they still remain the inalianable parts of our body after moving.
ru: Наконец, третье: поднимая камень, мы с силой отрываем его от поверхности, на которой он находился (чтобы затем и переместить его вверх) – тогда как с руками и ногами этого не происходит: в результате перемещения они все равно остаются неотторжимыми частями нашего тела.

source: It is easy to see that the displacement situations of interest to us are substancially non-standard. This means that ordinary verbs of motion in their usual sense do not apply to them. If they are applied, they will necessarily undergo a semantic shift. Languages can choose different metaphors to denote this movement and even choose predicates (constructions, phrases) with a special, narrow meaning that reflects exactly this movement of exactly that part of the body in precisely these conditions. Consider squat, purse one’s mouth, hold one’s hands behind one’s back and so on. We will be interested in the similarities and the dissimilarities of the semantic strategies chosen by different languages.
ru: Легко видеть, что интересующие нас ситуации перемещения в принципе нестандратны. Это значит, что к ним не применимы обычные глаголы перемещения в обычном значении. Если же они применяются, то требуют переосмысления, семантического сдвига. Языки могут выбирать разные метафоры для обозначения данного движения и даже выбирать предикаты (конструкции, фраземы) со специальным, узким значением, отражающим именно это движение именно такой части тела именно в данных условиях, ср. сесть на корточки, поджать губы, заложить руки за спину и проч. Нас будут интересовать сходства и различия выбранных языками семантических стратегий.

source: School of Linguistics NRU HSE
ru: Школа Лингвистики НИУ ВШЭ

source: Questionnaire
ru: Анкета

source: Project participants
ru: Участники проекта

source: Contacts
ru: Контакты

source: The movement of parts of the body does not seem to be a prototypical movement of the object from the original point A to the final point B and does not share many of the properties that are mandatory for them:
ru: Движение частей тела не похоже на прототипическое перемещение объекта из исходного пункта А в конечный пункт Б и не разделяет многих обязательных для них свойств:

source: more
ru: подробнее

source: To analyze this peculiar semantic zone, we developed a detailed questionnaire containing a set of video clips and parallel linguistic contexts and filled it with data from more than 30 languages.
ru: Для анализа этой необычной семантической зоны мы разработали подробную анкету, состоящую из набора видеоклипов и параллельных им языковых контекстов, и заполнили её данными более 20 языков.

source: Click the link to see the questionnaire on the
ru: Вы можете посмотреть анкету на

source: search page
ru: странице поиска

source: or download the archive of the video clips and the table
ru: либо скачать архив с видеоклипами и таблицей по

source: here
ru: ссылке

source: All materials are collected in a single database presented on this site.
ru: Все материалы собраны в единую базу данных, которая и представлена на этом сайте.

source: Project leaders:
ru: Руководители проекта:

source: Ekaterina Rakhilina
ru: Екатерина Рахилина

source: Daria Ryzhova
ru: Дарья Рыжова

source: Website developer and database: Anna Kondratjeva.
ru: Разработчик сайта и базы данных: Анна Кондратьева

source: Students and faculty of the
ru: Студенты и преподаватели

source: School of Linguistics of the National Research University, Higher School of Economics
ru: Школы Лингвистики НИУ ВШЭ

source: Moscow lexico-typological group MLexT
ru: Участники Московской лексико-типологической группы MLexT

source: The creators of the video card: Alexandra Matveeva, Matvey Sokolovsky, Anna Kondratjeva.
ru: Создатели видеоанкеты: Александра Матвеева, Матвей Соколовский, Анна Кондратьева

source: Comments are welcome. Please direct your questions and considerations regarding our project or this site to the managers and developers of the database:
ru: Если у вас возник какой-либо вопрос, связанный с нашим проектом, а также если вы заметили ошибку или у вас возникли проблемы с работой сайта, вы можете связаться с руководителями и разработчиками базы:

source: Anna Kondratjeva
ru: Анна Кондратьева

source: On this page will be a list of publications, dedicated to this project.
ru: В этом разделе будут выкладываться все публикации, связанные с данным проектом.

source: Search results
ru: Результаты поиска

source: Language
ru: Язык

source: Questionnaire item
ru: Пункт анкеты

source: Lexical device(s)
ru: Лексическое средство

source: Construction
ru: Конструкция

source: Literal translation
ru: Буквальный перевод

source: Comments
ru: Комментарии

source: It seems that you forgot to choose language or gesture. Please try again.
ru: Кажется, вы забыли выбрать язык или жест. Попробуйте еще раз.

source: Choose language
ru: Выберите язык

source: Choose gestures/postures
ru: Выберите жест

source: To view a GIF image, click on it. To stop playback, click on it again.
ru: Для просмотра GIF-изображения кликните на него. Чтобы остановить воспроизведение, кликните на него еще раз.

source: Feet
ru: Ноги

source: Hands and fingers
ru: Руки и пальцы

source: Back
ru: Спина

source: Neck and head
ru: Шея и голова

source: Miscellaneous
ru: Разное
